export const exampleData = {
  "2023": {
    messages: {
      monthlyData: [
        {
          month: "Январь",
          MJ: 167,
          "Человек Паук": 117,
        },
        {
          month: "Февраль",
          MJ: 116,
          "Человек Паук": 126,
        },
        {
          month: "Март",
          MJ: 94,
          "Человек Паук": 63,
        },
        {
          month: "Апрель",
          MJ: 84,
          "Человек Паук": 85,
        },
        {
          month: "Май",
          MJ: 315,
          "Человек Паук": 252,
        },
        {
          month: "Июнь",
          MJ: 88,
          "Человек Паук": 101,
        },
        {
          month: "Июль",
          MJ: 961,
          "Человек Паук": 760,
        },
        {
          month: "Август",
          MJ: 133,
          "Человек Паук": 93,
        },
        {
          month: "Сентябрь",
          MJ: 74,
          "Человек Паук": 71,
        },
        {
          month: "Октябрь",
          MJ: 401,
          "Человек Паук": 210,
        },
        {
          month: "Ноябрь",
          MJ: 708,
          "Человек Паук": 676,
        },
        {
          month: "Декабрь",
          MJ: 455,
          "Человек Паук": 426,
        },
      ],
      users: ["MJ", "Человек Паук"],
      userIdMap: {
        MJ: "mjid",
        "Человек Паук": "paukid",
      },
    },
    timeOfDay: {
      hourCounts: [
        {
          hour: 0,
          label: "00:00",
          MJ: 205,
          "Человек Паук": 153,
        },
        {
          hour: 1,
          label: "01:00",
          MJ: 127,
          "Человек Паук": 182,
        },
        {
          hour: 2,
          label: "02:00",
          MJ: 5,
          "Человек Паук": 12,
        },
        {
          hour: 3,
          label: "03:00",
          MJ: 30,
          "Человек Паук": 14,
        },
        {
          hour: 4,
          label: "04:00",
          MJ: 1,
          "Человек Паук": 0,
        },
        {
          hour: 5,
          label: "05:00",
          MJ: 2,
          "Человек Паук": 1,
        },
        {
          hour: 6,
          label: "06:00",
          MJ: 9,
          "Человек Паук": 3,
        },
        {
          hour: 7,
          label: "07:00",
          MJ: 19,
          "Человек Паук": 20,
        },
        {
          hour: 8,
          label: "08:00",
          MJ: 20,
          "Человек Паук": 6,
        },
        {
          hour: 9,
          label: "09:00",
          MJ: 93,
          "Человек Паук": 68,
        },
        {
          hour: 10,
          label: "10:00",
          MJ: 157,
          "Человек Паук": 148,
        },
        {
          hour: 11,
          label: "11:00",
          MJ: 172,
          "Человек Паук": 141,
        },
        {
          hour: 12,
          label: "12:00",
          MJ: 221,
          "Человек Паук": 192,
        },
        {
          hour: 13,
          label: "13:00",
          MJ: 143,
          "Человек Паук": 147,
        },
        {
          hour: 14,
          label: "14:00",
          MJ: 146,
          "Человек Паук": 164,
        },
        {
          hour: 15,
          label: "15:00",
          MJ: 227,
          "Человек Паук": 270,
        },
        {
          hour: 16,
          label: "16:00",
          MJ: 320,
          "Человек Паук": 196,
        },
        {
          hour: 17,
          label: "17:00",
          MJ: 368,
          "Человек Паук": 275,
        },
        {
          hour: 18,
          label: "18:00",
          MJ: 226,
          "Человек Паук": 178,
        },
        {
          hour: 19,
          label: "19:00",
          MJ: 225,
          "Человек Паук": 143,
        },
        {
          hour: 20,
          label: "20:00",
          MJ: 261,
          "Человек Паук": 170,
        },
        {
          hour: 21,
          label: "21:00",
          MJ: 140,
          "Человек Паук": 120,
        },
        {
          hour: 22,
          label: "22:00",
          MJ: 303,
          "Человек Паук": 212,
        },
        {
          hour: 23,
          label: "23:00",
          MJ: 176,
          "Человек Паук": 165,
        },
      ],
      users: ["MJ", "Человек Паук"],
      userIdMap: {
        MJ: "mjid",
        "Человек Паук": "paukid",
      },
    },
    firstMessages: {
      monthlyInitiations: [
        {
          month: "Январь",
          MJ: 16,
          "Человек Паук": 7,
        },
        {
          month: "Февраль",
          MJ: 9,
          "Человек Паук": 13,
        },
        {
          month: "Март",
          MJ: 8,
          "Человек Паук": 12,
        },
        {
          month: "Апрель",
          MJ: 11,
          "Человек Паук": 17,
        },
        {
          month: "Май",
          MJ: 10,
          "Человек Паук": 9,
        },
        {
          month: "Июнь",
          MJ: 9,
          "Человек Паук": 14,
        },
        {
          month: "Июль",
          MJ: 9,
          "Человек Паук": 6,
        },
        {
          month: "Август",
          MJ: 12,
          "Человек Паук": 10,
        },
        {
          month: "Сентябрь",
          MJ: 10,
          "Человек Паук": 11,
        },
        {
          month: "Октябрь",
          MJ: 14,
          "Человек Паук": 14,
        },
        {
          month: "Ноябрь",
          MJ: 11,
          "Человек Паук": 11,
        },
        {
          month: "Декабрь",
          MJ: 10,
          "Человек Паук": 12,
        },
      ],
      users: ["MJ", "Человек Паук"],
      userIdMap: {
        MJ: "mjid",
        "Человек Паук": "paukid",
      },
    },
    reactions: {
      topReactions: [
        {
          emoji: "😁",
          stats: {
            totalCount: 44,
            userCounts: {
              "Человек Паук": 37,
              MJ: 7,
            },
          },
        },
        {
          emoji: "🔥",
          stats: {
            totalCount: 26,
            userCounts: {
              "Человек Паук": 17,
              MJ: 9,
            },
          },
        },
        {
          emoji: "❤",
          stats: {
            totalCount: 25,
            userCounts: {
              "Человек Паук": 23,
              MJ: 2,
            },
          },
        },
        {
          emoji: "🥰",
          stats: {
            totalCount: 24,
            userCounts: {
              "Человек Паук": 5,
              MJ: 19,
            },
          },
        },
        {
          emoji: "👍",
          stats: {
            totalCount: 23,
            userCounts: {
              "Человек Паук": 8,
              MJ: 15,
            },
          },
        },
      ],
      userFavorites: [
        {
          user: "Человек Паук",
          emoji: "😁",
          count: 37,
        },
        {
          user: "MJ",
          emoji: "🥰",
          count: 19,
        },
      ],
    },
    voiceMessages: {
      userStats: [
        {
          user: "Человек Паук",
          count: 61,
          longestMessage: 82,
          userId: "paukid",
        },
        {
          user: "MJ",
          count: 58,
          longestMessage: 235,
          userId: "mjid",
        },
      ],
      longestMessageStats: {
        user: "MJ",
        count: 58,
        longestMessage: 235,
        userId: "mjid",
      },
      totalCount: 119,
    },
    videoMessages: {
      userStats: [
        {
          user: "MJ",
          count: 147,
          longestMessage: 60,
          userId: "mjid",
        },
        {
          user: "Человек Паук",
          count: 34,
          longestMessage: 57,
          userId: "paukid",
        },
      ],
      longestMessageStats: {
        user: "MJ",
        count: 147,
        longestMessage: 60,
        userId: "mjid",
      },
      totalCount: 181,
    },
    wordCloud: {
      wordData: [
        {
          text: "меня",
          value: 185,
        },
        {
          text: "надо",
          value: 146,
        },
        {
          text: "тебя",
          value: 107,
        },
        {
          text: "хорошо",
          value: 107,
        },
        {
          text: "тебе",
          value: 106,
        },
        {
          text: "можно",
          value: 105,
        },
        {
          text: "только",
          value: 87,
        },
        {
          text: "тоже",
          value: 85,
        },
        {
          text: "хочу",
          value: 83,
        },
        {
          text: "просто",
          value: 82,
        },
        {
          text: "если",
          value: 82,
        },
        {
          text: "потом",
          value: 70,
        },
        {
          text: "есть",
          value: 69,
        },
        {
          text: "пока",
          value: 68,
        },
        {
          text: "минут",
          value: 67,
        },
        {
          text: "через",
          value: 66,
        },
        {
          text: "буду",
          value: 62,
        },
        {
          text: "привет",
          value: 60,
        },
        {
          text: "будет",
          value: 58,
        },
        {
          text: "чтобы",
          value: 55,
        },
        {
          text: "сегодня",
          value: 55,
        },
        {
          text: "было",
          value: 55,
        },
        {
          text: "когда",
          value: 54,
        },
        {
          text: "давай",
          value: 50,
        },
        {
          text: "доброе",
          value: 49,
        },
        {
          text: "вообще",
          value: 45,
        },
        {
          text: "могу",
          value: 44,
        },
        {
          text: "ахахах",
          value: 44,
        },
        {
          text: "тогда",
          value: 43,
        },
        {
          text: "потому",
          value: 42,
        },
        {
          text: "дома",
          value: 41,
        },
        {
          text: "может",
          value: 41,
        },
        {
          text: "думала",
          value: 41,
        },
        {
          text: "домой",
          value: 41,
        },
        {
          text: "больше",
          value: 41,
        },
        {
          text: "спать",
          value: 39,
        },
        {
          text: "утро",
          value: 39,
        },
        {
          text: "почему",
          value: 38,
        },
        {
          text: "вроде",
          value: 38,
        },
        {
          text: "завтра",
          value: 37,
        },
        {
          text: "знаю",
          value: 37,
        },
        {
          text: "день",
          value: 36,
        },
        {
          text: "сейчас",
          value: 36,
        },
        {
          text: "такой",
          value: 36,
        },
        {
          text: "ладно",
          value: 35,
        },
        {
          text: "даже",
          value: 35,
        },
        {
          text: "очень",
          value: 34,
        },
        {
          text: "теперь",
          value: 34,
        },
        {
          text: "один",
          value: 33,
        },
        {
          text: "ничего",
          value: 32,
        },
        {
          text: "спокойной",
          value: 31,
        },
        {
          text: "можешь",
          value: 30,
        },
        {
          text: "блин",
          value: 30,
        },
        {
          text: "ехать",
          value: 30,
        },
        {
          text: "будешь",
          value: 29,
        },
        {
          text: "сколько",
          value: 29,
        },
        {
          text: "думаю",
          value: 29,
        },
        {
          text: "много",
          value: 29,
        },
        {
          text: "кстати",
          value: 28,
        },
        {
          text: "типа",
          value: 28,
        },
        {
          text: "ночи",
          value: 27,
        },
        {
          text: "хотела",
          value: 26,
        },
        {
          text: "хочешь",
          value: 26,
        },
        {
          text: "кажется",
          value: 26,
        },
        {
          text: "скоро",
          value: 25,
        },
        {
          text: "ахаха",
          value: 25,
        },
        {
          text: "ахахахах",
          value: 24,
        },
        {
          text: "наверное",
          value: 24,
        },
        {
          text: "ахах",
          value: 24,
        },
        {
          text: "была",
          value: 23,
        },
        {
          text: "другой",
          value: 23,
        },
        {
          text: "время",
          value: 22,
        },
        {
          text: "смотреть",
          value: 22,
        },
        {
          text: "зачем",
          value: 22,
        },
        {
          text: "купить",
          value: 22,
        },
        {
          text: "работает",
          value: 22,
        },
        {
          text: "вчера",
          value: 22,
        },
        {
          text: "какой",
          value: 21,
        },
        {
          text: "поэтому",
          value: 20,
        },
        {
          text: "будем",
          value: 20,
        },
        {
          text: "работать",
          value: 20,
        },
        {
          text: "мной",
          value: 19,
        },
        {
          text: "магазин",
          value: 19,
        },
        {
          text: "долго",
          value: 19,
        },
        {
          text: "нибудь",
          value: 19,
        },
        {
          text: "этот",
          value: 19,
        },
        {
          text: "тобой",
          value: 19,
        },
        {
          text: "харашо",
          value: 19,
        },
        {
          text: "дела",
          value: 19,
        },
        {
          text: "такая",
          value: 19,
        },
        {
          text: "решила",
          value: 19,
        },
        {
          text: "прикольно",
          value: 19,
        },
        {
          text: "попозже",
          value: 19,
        },
        {
          text: "опять",
          value: 19,
        },
        {
          text: "спасибо",
          value: 18,
        },
        {
          text: "куда",
          value: 18,
        },
        {
          text: "норм",
          value: 18,
        },
        {
          text: "надеюсь",
          value: 18,
        },
        {
          text: "сижу",
          value: 18,
        },
        {
          text: "которые",
          value: 17,
        },
      ],
    },
    forwardedMessages: {
      userStats: [
        {
          user: "Человек Паук",
          userId: "paukid",
          sources: [
            {
              source: "The Daily Bugle",
              count: 54,
            },
            {
              source: "Стэн Ли",
              count: 23,
            },
            {
              source: "Халк",
              count: 19,
            },
          ],
        },
        {
          user: "MJ",
          userId: "mjid",
          sources: [
            {
              source: "Стэн Ли",
              count: 14,
            },
            {
              source: "Типичный Нью-Йорк",
              count: 5,
            },
            {
              source: "The New York Times",
              count: 3,
            },
          ],
        },
      ],
      totalCount: 206,
    },
    settings: {
      users: ["MJ", "Человек Паук"],
      userIdMap: {
        MJ: "mjid",
        "Человек Паук": "paukid",
      },
      years: [2025, 2024, 2023],
    },
  },
  "2024": {
    messages: {
      monthlyData: [
        {
          month: "Январь",
          MJ: 681,
          "Человек Паук": 487,
        },
        {
          month: "Февраль",
          MJ: 363,
          "Человек Паук": 295,
        },
        {
          month: "Март",
          MJ: 134,
          "Человек Паук": 151,
        },
        {
          month: "Апрель",
          MJ: 134,
          "Человек Паук": 149,
        },
        {
          month: "Май",
          MJ: 234,
          "Человек Паук": 192,
        },
        {
          month: "Июнь",
          MJ: 168,
          "Человек Паук": 132,
        },
        {
          month: "Июль",
          MJ: 235,
          "Человек Паук": 204,
        },
        {
          month: "Август",
          MJ: 539,
          "Человек Паук": 447,
        },
        {
          month: "Сентябрь",
          MJ: 422,
          "Человек Паук": 373,
        },
        {
          month: "Октябрь",
          MJ: 285,
          "Человек Паук": 261,
        },
        {
          month: "Ноябрь",
          MJ: 444,
          "Человек Паук": 416,
        },
        {
          month: "Декабрь",
          MJ: 226,
          "Человек Паук": 220,
        },
      ],
      users: ["MJ", "Человек Паук"],
      userIdMap: {
        MJ: "mjid",
        "Человек Паук": "paukid",
      },
    },
    timeOfDay: {
      hourCounts: [
        {
          hour: 0,
          label: "00:00",
          MJ: 94,
          "Человек Паук": 84,
        },
        {
          hour: 1,
          label: "01:00",
          MJ: 21,
          "Человек Паук": 24,
        },
        {
          hour: 2,
          label: "02:00",
          MJ: 23,
          "Человек Паук": 7,
        },
        {
          hour: 3,
          label: "03:00",
          MJ: 5,
          "Человек Паук": 0,
        },
        {
          hour: 4,
          label: "04:00",
          MJ: 4,
          "Человек Паук": 2,
        },
        {
          hour: 5,
          label: "05:00",
          MJ: 3,
          "Человек Паук": 2,
        },
        {
          hour: 6,
          label: "06:00",
          MJ: 28,
          "Человек Паук": 10,
        },
        {
          hour: 7,
          label: "07:00",
          MJ: 25,
          "Человек Паук": 9,
        },
        {
          hour: 8,
          label: "08:00",
          MJ: 27,
          "Человек Паук": 14,
        },
        {
          hour: 9,
          label: "09:00",
          MJ: 80,
          "Человек Паук": 83,
        },
        {
          hour: 10,
          label: "10:00",
          MJ: 153,
          "Человек Паук": 155,
        },
        {
          hour: 11,
          label: "11:00",
          MJ: 202,
          "Человек Паук": 158,
        },
        {
          hour: 12,
          label: "12:00",
          MJ: 288,
          "Человек Паук": 221,
        },
        {
          hour: 13,
          label: "13:00",
          MJ: 153,
          "Человек Паук": 142,
        },
        {
          hour: 14,
          label: "14:00",
          MJ: 411,
          "Человек Паук": 356,
        },
        {
          hour: 15,
          label: "15:00",
          MJ: 229,
          "Человек Паук": 215,
        },
        {
          hour: 16,
          label: "16:00",
          MJ: 260,
          "Человек Паук": 203,
        },
        {
          hour: 17,
          label: "17:00",
          MJ: 357,
          "Человек Паук": 275,
        },
        {
          hour: 18,
          label: "18:00",
          MJ: 286,
          "Человек Паук": 272,
        },
        {
          hour: 19,
          label: "19:00",
          MJ: 233,
          "Человек Паук": 190,
        },
        {
          hour: 20,
          label: "20:00",
          MJ: 168,
          "Человек Паук": 177,
        },
        {
          hour: 21,
          label: "21:00",
          MJ: 261,
          "Человек Паук": 246,
        },
        {
          hour: 22,
          label: "22:00",
          MJ: 370,
          "Человек Паук": 322,
        },
        {
          hour: 23,
          label: "23:00",
          MJ: 184,
          "Человек Паук": 160,
        },
      ],
      users: ["MJ", "Человек Паук"],
      userIdMap: {
        MJ: "mjid",
        "Человек Паук": "paukid",
      },
    },
    firstMessages: {
      monthlyInitiations: [
        {
          month: "Январь",
          MJ: 13,
          "Человек Паук": 7,
        },
        {
          month: "Февраль",
          MJ: 9,
          "Человек Паук": 8,
        },
        {
          month: "Март",
          MJ: 7,
          "Человек Паук": 11,
        },
        {
          month: "Апрель",
          MJ: 12,
          "Человек Паук": 12,
        },
        {
          month: "Май",
          MJ: 12,
          "Человек Паук": 6,
        },
        {
          month: "Июнь",
          MJ: 12,
          "Человек Паук": 11,
        },
        {
          month: "Июль",
          MJ: 7,
          "Человек Паук": 15,
        },
        {
          month: "Август",
          MJ: 10,
          "Человек Паук": 5,
        },
        {
          month: "Сентябрь",
          MJ: 14,
          "Человек Паук": 9,
        },
        {
          month: "Октябрь",
          MJ: 14,
          "Человек Паук": 12,
        },
        {
          month: "Ноябрь",
          MJ: 15,
          "Человек Паук": 10,
        },
        {
          month: "Декабрь",
          MJ: 9,
          "Человек Паук": 13,
        },
      ],
      users: ["MJ", "Человек Паук"],
      userIdMap: {
        MJ: "mjid",
        "Человек Паук": "paukid",
      },
    },
    reactions: {
      topReactions: [
        {
          emoji: "😁",
          stats: {
            totalCount: 81,
            userCounts: {
              "Человек Паук": 69,
              MJ: 12,
            },
          },
        },
        {
          emoji: "❤",
          stats: {
            totalCount: 63,
            userCounts: {
              "Человек Паук": 46,
              MJ: 17,
            },
          },
        },
        {
          emoji: "👍",
          stats: {
            totalCount: 55,
            userCounts: {
              MJ: 9,
              "Человек Паук": 46,
            },
          },
        },
        {
          emoji: "🤯",
          stats: {
            totalCount: 43,
            userCounts: {
              "Человек Паук": 42,
              MJ: 1,
            },
          },
        },
        {
          emoji: "🔥",
          stats: {
            totalCount: 33,
            userCounts: {
              "Человек Паук": 23,
              MJ: 10,
            },
          },
        },
      ],
      userFavorites: [
        {
          user: "Человек Паук",
          emoji: "😁",
          count: 69,
        },
        {
          user: "MJ",
          emoji: "🥰",
          count: 27,
        },
      ],
    },
    voiceMessages: {
      userStats: [
        {
          user: "MJ",
          count: 78,
          longestMessage: 178,
          userId: "mjid",
        },
        {
          user: "Человек Паук",
          count: 22,
          longestMessage: 120,
          userId: "paukid",
        },
      ],
      longestMessageStats: {
        user: "MJ",
        count: 78,
        longestMessage: 178,
        userId: "mjid",
      },
      totalCount: 100,
    },
    videoMessages: {
      userStats: [
        {
          user: "MJ",
          count: 96,
          longestMessage: 60,
          userId: "mjid",
        },
        {
          user: "Человек Паук",
          count: 54,
          longestMessage: 59,
          userId: "paukid",
        },
      ],
      longestMessageStats: {
        user: "MJ",
        count: 96,
        longestMessage: 60,
        userId: "mjid",
      },
      totalCount: 150,
    },
    wordCloud: {
      wordData: [
        {
          text: "меня",
          value: 193,
        },
        {
          text: "тебя",
          value: 178,
        },
        {
          text: "надо",
          value: 161,
        },
        {
          text: "тебе",
          value: 119,
        },
        {
          text: "хорошо",
          value: 118,
        },
        {
          text: "если",
          value: 111,
        },
        {
          text: "можно",
          value: 106,
        },
        {
          text: "домой",
          value: 106,
        },
        {
          text: "хочу",
          value: 90,
        },
        {
          text: "только",
          value: 85,
        },
        {
          text: "есть",
          value: 84,
        },
        {
          text: "просто",
          value: 84,
        },
        {
          text: "тоже",
          value: 79,
        },
        {
          text: "через",
          value: 74,
        },
        {
          text: "будет",
          value: 73,
        },
        {
          text: "буду",
          value: 71,
        },
        {
          text: "работать",
          value: 69,
        },
        {
          text: "когда",
          value: 69,
        },
        {
          text: "ахахах",
          value: 68,
        },
        {
          text: "было",
          value: 66,
        },
        {
          text: "сегодня",
          value: 65,
        },
        {
          text: "дома",
          value: 64,
        },
        {
          text: "тогда",
          value: 63,
        },
        {
          text: "давай",
          value: 62,
        },
        {
          text: "кстати",
          value: 62,
        },
        {
          text: "может",
          value: 61,
        },
        {
          text: "чтобы",
          value: 59,
        },
        {
          text: "минут",
          value: 59,
        },
        {
          text: "теперь",
          value: 58,
        },
        {
          text: "могу",
          value: 56,
        },
        {
          text: "вообще",
          value: 56,
        },
        {
          text: "потом",
          value: 56,
        },
        {
          text: "пока",
          value: 55,
        },
        {
          text: "быть",
          value: 50,
        },
        {
          text: "харашо",
          value: 50,
        },
        {
          text: "блин",
          value: 49,
        },
        {
          text: "ладно",
          value: 49,
        },
        {
          text: "очень",
          value: 48,
        },
        {
          text: "потому",
          value: 47,
        },
        {
          text: "знаю",
          value: 46,
        },
        {
          text: "сколько",
          value: 45,
        },
        {
          text: "ничего",
          value: 43,
        },
        {
          text: "хочешь",
          value: 42,
        },
        {
          text: "привет",
          value: 40,
        },
        {
          text: "конечно",
          value: 40,
        },
        {
          text: "даже",
          value: 39,
        },
        {
          text: "доброе",
          value: 38,
        },
        {
          text: "почему",
          value: 37,
        },
        {
          text: "думала",
          value: 36,
        },
        {
          text: "скоро",
          value: 36,
        },
        {
          text: "больше",
          value: 36,
        },
        {
          text: "сейчас",
          value: 35,
        },
        {
          text: "завтра",
          value: 35,
        },
        {
          text: "кажется",
          value: 34,
        },
        {
          text: "много",
          value: 34,
        },
        {
          text: "себе",
          value: 34,
        },
        {
          text: "дела",
          value: 33,
        },
        {
          text: "будем",
          value: 33,
        },
        {
          text: "хотела",
          value: 33,
        },
        {
          text: "такой",
          value: 32,
        },
        {
          text: "спать",
          value: 31,
        },
        {
          text: "приеду",
          value: 31,
        },
        {
          text: "такое",
          value: 30,
        },
        {
          text: "будешь",
          value: 29,
        },
        {
          text: "утро",
          value: 29,
        },
        {
          text: "делать",
          value: 28,
        },
        {
          text: "вроде",
          value: 28,
        },
        {
          text: "день",
          value: 27,
        },
        {
          text: "какой",
          value: 27,
        },
        {
          text: "была",
          value: 27,
        },
        {
          text: "получается",
          value: 27,
        },
        {
          text: "типа",
          value: 27,
        },
        {
          text: "ахах",
          value: 26,
        },
        {
          text: "люблю",
          value: 26,
        },
        {
          text: "наверное",
          value: 25,
        },
        {
          text: "кушать",
          value: 25,
        },
        {
          text: "нибудь",
          value: 25,
        },
        {
          text: "сразу",
          value: 25,
        },
        {
          text: "вечером",
          value: 24,
        },
        {
          text: "ехать",
          value: 24,
        },
        {
          text: "поэтому",
          value: 23,
        },
        {
          text: "можешь",
          value: 23,
        },
        {
          text: "прикол",
          value: 23,
        },
        {
          text: "думаю",
          value: 23,
        },
        {
          text: "что-то",
          value: 23,
        },
        {
          text: "ноки",
          value: 23,
        },
        {
          text: "опять",
          value: 22,
        },
        {
          text: "ахаха",
          value: 22,
        },
        {
          text: "наверно",
          value: 22,
        },
        {
          text: "сижу",
          value: 22,
        },
        {
          text: "куда",
          value: 22,
        },
        {
          text: "споки",
          value: 22,
        },
        {
          text: "хочется",
          value: 22,
        },
        {
          text: "часа",
          value: 21,
        },
        {
          text: "заказать",
          value: 21,
        },
        {
          text: "ждать",
          value: 21,
        },
        {
          text: "зачем",
          value: 21,
        },
        {
          text: "пожалуйста",
          value: 21,
        },
        {
          text: "смотри",
          value: 21,
        },
        {
          text: "ужас",
          value: 21,
        },
      ],
    },
    forwardedMessages: {
      userStats: [
        {
          user: "Человек Паук",
          userId: "paukid",
          sources: [
            {
              source: "The New York Times",
              count: 21,
            },
            {
              source: "Ученые павуки",
              count: 10,
            },
            {
              source: "Паблик с мемами",
              count: 7,
            },
          ],
        },
        {
          user: "MJ",
          userId: "mjid",
          sources: [
            {
              source: "очень смешные картинки",
              count: 9,
            },
            {
              source: "The New York Times",
              count: 4,
            },
            {
              source: "Тони Старк",
              count: 4,
            },
          ],
        },
      ],
      totalCount: 125,
    },
    settings: {
      users: ["MJ", "Человек Паук"],
      userIdMap: {
        MJ: "mjid",
        "Человек Паук": "paukid",
      },
      years: [2025, 2024, 2023],
    },
  },
  "2025": {
    messages: {
      monthlyData: [
        {
          month: "Январь",
          MJ: 247,
          "Человек Паук": 216,
        },
        {
          month: "Февраль",
          MJ: 710,
          "Человек Паук": 682,
        },
        {
          month: "Март",
          MJ: 0,
          "Человек Паук": 0,
        },
        {
          month: "Апрель",
          MJ: 0,
          "Человек Паук": 0,
        },
        {
          month: "Май",
          MJ: 0,
          "Человек Паук": 0,
        },
        {
          month: "Июнь",
          MJ: 0,
          "Человек Паук": 0,
        },
        {
          month: "Июль",
          MJ: 0,
          "Человек Паук": 0,
        },
        {
          month: "Август",
          MJ: 0,
          "Человек Паук": 0,
        },
        {
          month: "Сентябрь",
          MJ: 0,
          "Человек Паук": 0,
        },
        {
          month: "Октябрь",
          MJ: 0,
          "Человек Паук": 0,
        },
        {
          month: "Ноябрь",
          MJ: 0,
          "Человек Паук": 0,
        },
        {
          month: "Декабрь",
          MJ: 0,
          "Человек Паук": 0,
        },
      ],
      users: ["MJ", "Человек Паук"],
      userIdMap: {
        MJ: "mjid",
        "Человек Паук": "paukid",
      },
    },
    timeOfDay: {
      hourCounts: [
        {
          hour: 0,
          label: "00:00",
          MJ: 103,
          "Человек Паук": 130,
        },
        {
          hour: 1,
          label: "01:00",
          MJ: 0,
          "Человек Паук": 1,
        },
        {
          hour: 2,
          label: "02:00",
          MJ: 1,
          "Человек Паук": 0,
        },
        {
          hour: 3,
          label: "03:00",
          MJ: 0,
          "Человек Паук": 0,
        },
        {
          hour: 4,
          label: "04:00",
          MJ: 0,
          "Человек Паук": 0,
        },
        {
          hour: 5,
          label: "05:00",
          MJ: 0,
          "Человек Паук": 0,
        },
        {
          hour: 6,
          label: "06:00",
          MJ: 0,
          "Человек Паук": 0,
        },
        {
          hour: 7,
          label: "07:00",
          MJ: 0,
          "Человек Паук": 0,
        },
        {
          hour: 8,
          label: "08:00",
          MJ: 2,
          "Человек Паук": 2,
        },
        {
          hour: 9,
          label: "09:00",
          MJ: 21,
          "Человек Паук": 9,
        },
        {
          hour: 10,
          label: "10:00",
          MJ: 30,
          "Человек Паук": 23,
        },
        {
          hour: 11,
          label: "11:00",
          MJ: 51,
          "Человек Паук": 46,
        },
        {
          hour: 12,
          label: "12:00",
          MJ: 49,
          "Человек Паук": 52,
        },
        {
          hour: 13,
          label: "13:00",
          MJ: 41,
          "Человек Паук": 31,
        },
        {
          hour: 14,
          label: "14:00",
          MJ: 74,
          "Человек Паук": 61,
        },
        {
          hour: 15,
          label: "15:00",
          MJ: 58,
          "Человек Паук": 39,
        },
        {
          hour: 16,
          label: "16:00",
          MJ: 60,
          "Человек Паук": 48,
        },
        {
          hour: 17,
          label: "17:00",
          MJ: 94,
          "Человек Паук": 82,
        },
        {
          hour: 18,
          label: "18:00",
          MJ: 65,
          "Человек Паук": 57,
        },
        {
          hour: 19,
          label: "19:00",
          MJ: 72,
          "Человек Паук": 56,
        },
        {
          hour: 20,
          label: "20:00",
          MJ: 48,
          "Человек Паук": 43,
        },
        {
          hour: 21,
          label: "21:00",
          MJ: 48,
          "Человек Паук": 52,
        },
        {
          hour: 22,
          label: "22:00",
          MJ: 68,
          "Человек Паук": 81,
        },
        {
          hour: 23,
          label: "23:00",
          MJ: 72,
          "Человек Паук": 85,
        },
      ],
      users: ["MJ", "Человек Паук"],
      userIdMap: {
        MJ: "mjid",
        "Человек Паук": "paukid",
      },
    },
    firstMessages: {
      monthlyInitiations: [
        {
          month: "Январь",
          MJ: 16,
          "Человек Паук": 7,
        },
        {
          month: "Февраль",
          MJ: 7,
          "Человек Паук": 5,
        },
        {
          month: "Март",
          MJ: 0,
          "Человек Паук": 0,
        },
        {
          month: "Апрель",
          MJ: 0,
          "Человек Паук": 0,
        },
        {
          month: "Май",
          MJ: 0,
          "Человек Паук": 0,
        },
        {
          month: "Июнь",
          MJ: 0,
          "Человек Паук": 0,
        },
        {
          month: "Июль",
          MJ: 0,
          "Человек Паук": 0,
        },
        {
          month: "Август",
          MJ: 0,
          "Человек Паук": 0,
        },
        {
          month: "Сентябрь",
          MJ: 0,
          "Человек Паук": 0,
        },
        {
          month: "Октябрь",
          MJ: 0,
          "Человек Паук": 0,
        },
        {
          month: "Ноябрь",
          MJ: 0,
          "Человек Паук": 0,
        },
        {
          month: "Декабрь",
          MJ: 0,
          "Человек Паук": 0,
        },
      ],
      users: ["MJ", "Человек Паук"],
      userIdMap: {
        MJ: "mjid",
        "Человек Паук": "paukid",
      },
    },
    reactions: {
      topReactions: [
        {
          emoji: "❤",
          stats: {
            totalCount: 25,
            userCounts: {
              MJ: 8,
              "Человек Паук": 17,
            },
          },
        },
        {
          emoji: "😁",
          stats: {
            totalCount: 19,
            userCounts: {
              "Человек Паук": 18,
              MJ: 1,
            },
          },
        },
        {
          emoji: "😭",
          stats: {
            totalCount: 17,
            userCounts: {
              "Человек Паук": 9,
              MJ: 8,
            },
          },
        },
        {
          emoji: "🔥",
          stats: {
            totalCount: 9,
            userCounts: {
              MJ: 5,
              "Человек Паук": 4,
            },
          },
        },
        {
          emoji: "💯",
          stats: {
            totalCount: 7,
            userCounts: {
              "Человек Паук": 7,
            },
          },
        },
      ],
      userFavorites: [
        {
          user: "Человек Паук",
          emoji: "😁",
          count: 18,
        },
        {
          user: "MJ",
          emoji: "😭",
          count: 8,
        },
      ],
    },
    voiceMessages: {
      userStats: [
        {
          user: "MJ",
          count: 11,
          longestMessage: 155,
          userId: "mjid",
        },
        {
          user: "Человек Паук",
          count: 2,
          longestMessage: 23,
          userId: "paukid",
        },
      ],
      longestMessageStats: {
        user: "MJ",
        count: 11,
        longestMessage: 155,
        userId: "mjid",
      },
      totalCount: 13,
    },
    videoMessages: {
      userStats: [
        {
          user: "MJ",
          count: 63,
          longestMessage: 59,
          userId: "mjid",
        },
        {
          user: "Человек Паук",
          count: 19,
          longestMessage: 59,
          userId: "paukid",
        },
      ],
      longestMessageStats: {
        user: "MJ",
        count: 63,
        longestMessage: 59,
        userId: "mjid",
      },
      totalCount: 82,
    },
    wordCloud: {
      wordData: [
        {
          text: "меня",
          value: 54,
        },
        {
          text: "тебя",
          value: 40,
        },
        {
          text: "надо",
          value: 34,
        },
        {
          text: "хорошо",
          value: 30,
        },
        {
          text: "тоже",
          value: 30,
        },
        {
          text: "только",
          value: 28,
        },
        {
          text: "домой",
          value: 28,
        },
        {
          text: "можно",
          value: 28,
        },
        {
          text: "есть",
          value: 28,
        },
        {
          text: "может",
          value: 27,
        },
        {
          text: "будет",
          value: 24,
        },
        {
          text: "тебе",
          value: 24,
        },
        {
          text: "сегодня",
          value: 24,
        },
        {
          text: "когда",
          value: 23,
        },
        {
          text: "потом",
          value: 21,
        },
        {
          text: "буду",
          value: 20,
        },
        {
          text: "если",
          value: 19,
        },
        {
          text: "могу",
          value: 19,
        },
        {
          text: "очень",
          value: 19,
        },
        {
          text: "было",
          value: 19,
        },
        {
          text: "ночи",
          value: 19,
        },
        {
          text: "кажется",
          value: 18,
        },
        {
          text: "такой",
          value: 18,
        },
        {
          text: "чтобы",
          value: 18,
        },
        {
          text: "через",
          value: 17,
        },
        {
          text: "вообще",
          value: 17,
        },
        {
          text: "дома",
          value: 16,
        },
        {
          text: "ладно",
          value: 16,
        },
        {
          text: "ахахах",
          value: 16,
        },
        {
          text: "хочу",
          value: 16,
        },
        {
          text: "спокойной",
          value: 16,
        },
        {
          text: "доброе",
          value: 16,
        },
        {
          text: "думала",
          value: 15,
        },
        {
          text: "давай",
          value: 15,
        },
        {
          text: "типа",
          value: 15,
        },
        {
          text: "теперь",
          value: 15,
        },
        {
          text: "больше",
          value: 15,
        },
        {
          text: "такая",
          value: 14,
        },
        {
          text: "потому",
          value: 14,
        },
        {
          text: "конечно",
          value: 14,
        },
        {
          text: "делать",
          value: 14,
        },
        {
          text: "пока",
          value: 13,
        },
        {
          text: "спать",
          value: 13,
        },
        {
          text: "утро",
          value: 13,
        },
        {
          text: "просто",
          value: 12,
        },
        {
          text: "работать",
          value: 12,
        },
        {
          text: "после",
          value: 12,
        },
        {
          text: "минут",
          value: 11,
        },
        {
          text: "тогда",
          value: 11,
        },
        {
          text: "можешь",
          value: 11,
        },
        {
          text: "знаю",
          value: 10,
        },
        {
          text: "скоро",
          value: 10,
        },
        {
          text: "кстати",
          value: 10,
        },
        {
          text: "ахах",
          value: 10,
        },
        {
          text: "хотя",
          value: 9,
        },
        {
          text: "завтра",
          value: 9,
        },
        {
          text: "реально",
          value: 9,
        },
        {
          text: "приеду",
          value: 9,
        },
        {
          text: "время",
          value: 9,
        },
        {
          text: "думаю",
          value: 9,
        },
        {
          text: "ничего",
          value: 8,
        },
        {
          text: "молодец",
          value: 8,
        },
        {
          text: "день",
          value: 8,
        },
        {
          text: "много",
          value: 8,
        },
        {
          text: "ваще",
          value: 8,
        },
        {
          text: "деньги",
          value: 8,
        },
        {
          text: "спасибо",
          value: 8,
        },
        {
          text: "😭😭😭",
          value: 7,
        },
        {
          text: "либо",
          value: 7,
        },
        {
          text: "быть",
          value: 7,
        },
        {
          text: "хочешь",
          value: 7,
        },
        {
          text: "наверное",
          value: 7,
        },
        {
          text: "привет",
          value: 7,
        },
        {
          text: "работу",
          value: 7,
        },
        {
          text: "знаешь",
          value: 7,
        },
        {
          text: "себя",
          value: 7,
        },
        {
          text: "поэтому",
          value: 7,
        },
        {
          text: "такое",
          value: 7,
        },
        {
          text: "будем",
          value: 7,
        },
        {
          text: "февраля",
          value: 7,
        },
        {
          text: "интересно",
          value: 6,
        },
        {
          text: "долго",
          value: 6,
        },
        {
          text: "часа",
          value: 6,
        },
        {
          text: "написать",
          value: 6,
        },
        {
          text: "того",
          value: 6,
        },
        {
          text: "думаешь",
          value: 6,
        },
        {
          text: "сразу",
          value: 6,
        },
        {
          text: "люди",
          value: 6,
        },
        {
          text: "даже",
          value: 6,
        },
        {
          text: "красивая",
          value: 6,
        },
        {
          text: "зачем",
          value: 6,
        },
        {
          text: "нью-йорк",
          value: 6,
        },
        {
          text: "америка",
          value: 6,
        },
        {
          text: "куда",
          value: 6,
        },
        {
          text: "нью-йорке",
          value: 6,
        },
      ],
    },
    forwardedMessages: {
      userStats: [
        {
          user: "MJ",
          userId: "mjid",
          sources: [
            {
              source: "The Daily Bugle",
              count: 12,
            },
            {
              source: "Фотки пауков",
              count: 2,
            },
            {
              source: "The New York Times",
              count: 2,
            },
          ],
        },
        {
          user: "Человек Паук",
          userId: "paukid",
          sources: [
            {
              source: "Типичный Нью-Йорк",
              count: 5,
            },
            {
              source: "The New York Times",
              count: 3,
            },
            {
              source: "The Daily Bugle",
              count: 2,
            },
          ],
        },
      ],
      totalCount: 40,
    },
    settings: {
      users: ["MJ", "Человек Паук"],
      userIdMap: {
        MJ: "mjid",
        "Человек Паук": "paukid",
      },
      years: [2025, 2024, 2023],
    },
  },
  all: {
    messages: {
      monthlyData: [
        {
          month: "Январь",
          MJ: 2221,
          "Человек Паук": 2251,
        },
        {
          month: "Февраль",
          MJ: 1505,
          "Человек Паук": 1480,
        },
        {
          month: "Март",
          MJ: 1899,
          "Человек Паук": 2468,
        },
        {
          month: "Апрель",
          MJ: 554,
          "Человек Паук": 866,
        },
        {
          month: "Май",
          MJ: 1303,
          "Человек Паук": 1302,
        },
        {
          month: "Июнь",
          MJ: 1859,
          "Человек Паук": 2169,
        },
        {
          month: "Июль",
          MJ: 3231,
          "Человек Паук": 3885,
        },
        {
          month: "Август",
          MJ: 1126,
          "Человек Паук": 1337,
        },
        {
          month: "Сентябрь",
          MJ: 1098,
          "Человек Паук": 1225,
        },
        {
          month: "Октябрь",
          MJ: 1245,
          "Человек Паук": 1181,
        },
        {
          month: "Ноябрь",
          MJ: 1882,
          "Человек Паук": 1970,
        },
        {
          month: "Декабрь",
          MJ: 1270,
          "Человек Паук": 1710,
        },
      ],
      users: ["MJ", "Человек Паук"],
      userIdMap: {
        MJ: "mjid",
        "Человек Паук": "paukid",
      },
    },
    timeOfDay: {
      hourCounts: [
        {
          hour: 0,
          label: "00:00",
          MJ: 1086,
          "Человек Паук": 1224,
        },
        {
          hour: 1,
          label: "01:00",
          MJ: 342,
          "Человек Паук": 426,
        },
        {
          hour: 2,
          label: "02:00",
          MJ: 113,
          "Человек Паук": 117,
        },
        {
          hour: 3,
          label: "03:00",
          MJ: 89,
          "Человек Паук": 46,
        },
        {
          hour: 4,
          label: "04:00",
          MJ: 12,
          "Человек Паук": 9,
        },
        {
          hour: 5,
          label: "05:00",
          MJ: 18,
          "Человек Паук": 11,
        },
        {
          hour: 6,
          label: "06:00",
          MJ: 48,
          "Человек Паук": 19,
        },
        {
          hour: 7,
          label: "07:00",
          MJ: 115,
          "Человек Паук": 51,
        },
        {
          hour: 8,
          label: "08:00",
          MJ: 280,
          "Человек Паук": 274,
        },
        {
          hour: 9,
          label: "09:00",
          MJ: 528,
          "Человек Паук": 520,
        },
        {
          hour: 10,
          label: "10:00",
          MJ: 905,
          "Человек Паук": 1071,
        },
        {
          hour: 11,
          label: "11:00",
          MJ: 939,
          "Человек Паук": 938,
        },
        {
          hour: 12,
          label: "12:00",
          MJ: 922,
          "Человек Паук": 883,
        },
        {
          hour: 13,
          label: "13:00",
          MJ: 867,
          "Человек Паук": 951,
        },
        {
          hour: 14,
          label: "14:00",
          MJ: 1123,
          "Человек Паук": 1179,
        },
        {
          hour: 15,
          label: "15:00",
          MJ: 894,
          "Человек Паук": 1107,
        },
        {
          hour: 16,
          label: "16:00",
          MJ: 1130,
          "Человек Паук": 1339,
        },
        {
          hour: 17,
          label: "17:00",
          MJ: 1360,
          "Человек Паук": 1699,
        },
        {
          hour: 18,
          label: "18:00",
          MJ: 1081,
          "Человек Паук": 1267,
        },
        {
          hour: 19,
          label: "19:00",
          MJ: 1131,
          "Человек Паук": 1119,
        },
        {
          hour: 20,
          label: "20:00",
          MJ: 1019,
          "Человек Паук": 1068,
        },
        {
          hour: 21,
          label: "21:00",
          MJ: 1545,
          "Человек Паук": 1909,
        },
        {
          hour: 22,
          label: "22:00",
          MJ: 1970,
          "Человек Паук": 2543,
        },
        {
          hour: 23,
          label: "23:00",
          MJ: 1676,
          "Человек Паук": 2074,
        },
      ],
      users: ["MJ", "Человек Паук"],
      userIdMap: {
        MJ: "mjid",
        "Человек Паук": "paukid",
      },
    },
    firstMessages: {
      monthlyInitiations: [
        {
          month: "Январь",
          MJ: 64,
          "Человек Паук": 36,
        },
        {
          month: "Февраль",
          MJ: 54,
          "Человек Паук": 52,
        },
        {
          month: "Март",
          MJ: 44,
          "Человек Паук": 47,
        },
        {
          month: "Апрель",
          MJ: 49,
          "Человек Паук": 51,
        },
        {
          month: "Май",
          MJ: 53,
          "Человек Паук": 41,
        },
        {
          month: "Июнь",
          MJ: 44,
          "Человек Паук": 46,
        },
        {
          month: "Июль",
          MJ: 30,
          "Человек Паук": 38,
        },
        {
          month: "Август",
          MJ: 56,
          "Человек Паук": 31,
        },
        {
          month: "Сентябрь",
          MJ: 46,
          "Человек Паук": 55,
        },
        {
          month: "Октябрь",
          MJ: 59,
          "Человек Паук": 51,
        },
        {
          month: "Ноябрь",
          MJ: 63,
          "Человек Паук": 52,
        },
        {
          month: "Декабрь",
          MJ: 53,
          "Человек Паук": 56,
        },
      ],
      users: ["MJ", "Человек Паук"],
      userIdMap: {
        MJ: "mjid",
        "Человек Паук": "paukid",
      },
    },
    reactions: {
      topReactions: [
        {
          emoji: "😁",
          stats: {
            totalCount: 166,
            userCounts: {
              MJ: 25,
              "Человек Паук": 141,
            },
          },
        },
        {
          emoji: "❤",
          stats: {
            totalCount: 161,
            userCounts: {
              MJ: 58,
              "Человек Паук": 103,
            },
          },
        },
        {
          emoji: "👍",
          stats: {
            totalCount: 127,
            userCounts: {
              MJ: 42,
              "Человек Паук": 85,
            },
          },
        },
        {
          emoji: "🥰",
          stats: {
            totalCount: 102,
            userCounts: {
              "Человек Паук": 43,
              MJ: 59,
            },
          },
        },
        {
          emoji: "🔥",
          stats: {
            totalCount: 81,
            userCounts: {
              MJ: 34,
              "Человек Паук": 47,
            },
          },
        },
      ],
      userFavorites: [
        {
          user: "Человек Паук",
          emoji: "😁",
          count: 141,
        },
        {
          user: "MJ",
          emoji: "🥰",
          count: 59,
        },
      ],
    },
    voiceMessages: {
      userStats: [
        {
          user: "MJ",
          count: 215,
          longestMessage: 305,
          userId: "mjid",
        },
        {
          user: "Человек Паук",
          count: 162,
          longestMessage: 190,
          userId: "paukid",
        },
      ],
      longestMessageStats: {
        user: "MJ",
        count: 215,
        longestMessage: 305,
        userId: "mjid",
      },
      totalCount: 377,
    },
    videoMessages: {
      userStats: [
        {
          user: "MJ",
          count: 416,
          longestMessage: 62,
          userId: "mjid",
        },
        {
          user: "Человек Паук",
          count: 148,
          longestMessage: 60,
          userId: "paukid",
        },
      ],
      longestMessageStats: {
        user: "MJ",
        count: 416,
        longestMessage: 62,
        userId: "mjid",
      },
      totalCount: 564,
    },
    wordCloud: {
      wordData: [
        {
          text: "меня",
          value: 1154,
        },
        {
          text: "тебя",
          value: 801,
        },
        {
          text: "надо",
          value: 757,
        },
        {
          text: "тебе",
          value: 650,
        },
        {
          text: "можно",
          value: 592,
        },
        {
          text: "хорошо",
          value: 576,
        },
        {
          text: "если",
          value: 559,
        },
        {
          text: "просто",
          value: 529,
        },
        {
          text: "тоже",
          value: 518,
        },
        {
          text: "есть",
          value: 515,
        },
        {
          text: "только",
          value: 476,
        },
        {
          text: "через",
          value: 417,
        },
        {
          text: "хочу",
          value: 412,
        },
        {
          text: "очень",
          value: 389,
        },
        {
          text: "сегодня",
          value: 368,
        },
        {
          text: "будет",
          value: 367,
        },
        {
          text: "когда",
          value: 357,
        },
        {
          text: "было",
          value: 356,
        },
        {
          text: "пока",
          value: 347,
        },
        {
          text: "потом",
          value: 344,
        },
        {
          text: "буду",
          value: 331,
        },
        {
          text: "минут",
          value: 328,
        },
        {
          text: "давай",
          value: 304,
        },
        {
          text: "могу",
          value: 277,
        },
        {
          text: "может",
          value: 271,
        },
        {
          text: "ладно",
          value: 269,
        },
        {
          text: "тогда",
          value: 265,
        },
        {
          text: "чтобы",
          value: 264,
        },
        {
          text: "потому",
          value: 264,
        },
        {
          text: "вообще",
          value: 256,
        },
        {
          text: "блин",
          value: 252,
        },
        {
          text: "дома",
          value: 245,
        },
        {
          text: "спать",
          value: 243,
        },
        {
          text: "привет",
          value: 241,
        },
        {
          text: "сейчас",
          value: 233,
        },
        {
          text: "домой",
          value: 232,
        },
        {
          text: "вроде",
          value: 231,
        },
        {
          text: "теперь",
          value: 216,
        },
        {
          text: "думала",
          value: 209,
        },
        {
          text: "знаю",
          value: 206,
        },
        {
          text: "ахахах",
          value: 206,
        },
        {
          text: "хочешь",
          value: 203,
        },
        {
          text: "завтра",
          value: 202,
        },
        {
          text: "почему",
          value: 202,
        },
        {
          text: "много",
          value: 201,
        },
        {
          text: "больше",
          value: 200,
        },
        {
          text: "ничего",
          value: 198,
        },
        {
          text: "приду",
          value: 189,
        },
        {
          text: "день",
          value: 185,
        },
        {
          text: "даже",
          value: 184,
        },
        {
          text: "спасибо",
          value: 180,
        },
        {
          text: "доброе",
          value: 178,
        },
        {
          text: "кажется",
          value: 174,
        },
        {
          text: "кстати",
          value: 173,
        },
        {
          text: "можешь",
          value: 168,
        },
        {
          text: "такой",
          value: 166,
        },
        {
          text: "быть",
          value: 164,
        },
        {
          text: "сколько",
          value: 163,
        },
        {
          text: "думаю",
          value: 162,
        },
        {
          text: "спокойной",
          value: 157,
        },
        {
          text: "ахахахах",
          value: 156,
        },
        {
          text: "смотреть",
          value: 154,
        },
        {
          text: "зачем",
          value: 154,
        },
        {
          text: "дела",
          value: 154,
        },
        {
          text: "конечно",
          value: 152,
        },
        {
          text: "будем",
          value: 150,
        },
        {
          text: "хотела",
          value: 150,
        },
        {
          text: "ночи",
          value: 150,
        },
        {
          text: "что-то",
          value: 146,
        },
        {
          text: "делать",
          value: 145,
        },
        {
          text: "будешь",
          value: 143,
        },
        {
          text: "типа",
          value: 142,
        },
        {
          text: "нибудь",
          value: 137,
        },
        {
          text: "утро",
          value: 137,
        },
        {
          text: "работать",
          value: 135,
        },
        {
          text: "какой",
          value: 134,
        },
        {
          text: "скоро",
          value: 134,
        },
        {
          text: "себе",
          value: 132,
        },
        {
          text: "опять",
          value: 131,
        },
        {
          text: "вчера",
          value: 127,
        },
        {
          text: "была",
          value: 127,
        },
        {
          text: "нравится",
          value: 121,
        },
        {
          text: "время",
          value: 120,
        },
        {
          text: "харашо",
          value: 120,
        },
        {
          text: "поэтому",
          value: 117,
        },
        {
          text: "такое",
          value: 116,
        },
        {
          text: "прикольно",
          value: 114,
        },
        {
          text: "прикол",
          value: 113,
        },
        {
          text: "получается",
          value: 113,
        },
        {
          text: "один",
          value: 109,
        },
        {
          text: "тобой",
          value: 109,
        },
        {
          text: "ахах",
          value: 108,
        },
        {
          text: "люблю",
          value: 107,
        },
        {
          text: "решила",
          value: 104,
        },
        {
          text: "часа",
          value: 104,
        },
        {
          text: "вечером",
          value: 102,
        },
        {
          text: "нельзя",
          value: 100,
        },
        {
          text: "ехать",
          value: 99,
        },
        {
          text: "долго",
          value: 98,
        },
        {
          text: "равно",
          value: 97,
        },
      ],
    },
    forwardedMessages: {
      userStats: [
        {
          user: "Человек Паук",
          userId: "paukid",
          sources: [
            {
              source: "Снять квартиру | Нью-Йорк",
              count: 226,
            },
            {
              source: "The New York Times",
              count: 104,
            },
            {
              source: "кафешки в Нью-Йорке",
              count: 84,
            },
          ],
        },
        {
          user: "MJ",
          userId: "mjid",
          sources: [
            {
              source: "The New York Times",
              count: 64,
            },
            {
              source: "Тони Старк",
              count: 28,
            },
            {
              source: "Стэн Ли",
              count: 25,
            },
          ],
        },
      ],
      totalCount: 1176,
    },
    settings: {
      users: ["MJ", "Человек Паук"],
      userIdMap: {
        MJ: "mjid",
        "Человек Паук": "paukid",
      },
      years: [2025, 2024, 2023],
    },
  },
};
